Repository: pld-linux/eiciel
Catalog: eiciel-*.po
Languages: pl

source: Only regular files or directories supported
pl: Wspierane są tylko pliki i katalogi

source: Textual representation of the ACL is wrong
pl: Tekstowa reprezentacja ACL jes tnieprawidłowa

source: Default textual representation of the ACL is wrong
pl: Tekstowa reprezentacja domyślnej ACL jest nieprawidłowa

source: Mask
pl: Maska

source: Other
pl: Pozostali

source: Default Mask
pl: Domyślna maska

source: Default Other
pl: Domyślni pozostali

source: Could not add ACL entry:
pl: Wpis ACL nie został dodany:

source: Could not remove ACL entry:
pl: Wpis ACL nie został usuniętey:

source: Could not modify ACL entry:
pl: Wpis ACL nie został zmodyfikowany:

source: Are you sure you want to remove all ACL default entries?
pl: Czy na pewno chcesz usunąc wszystkie wpisy ACL?

source: User
pl: Użytkownik

source: Group
pl: Grupa

source: Default
pl: Domyslne

source: Default ACL
pl: Domyślne ACL

source: Also show system participants
pl: Pokaż uczestników systemowych

source: Access Control List
pl: Lista kontroli dostępu

source: Participants List
pl: Lista uczestników

source: Entry
pl: Wpis

source: Read
pl: Odczyt

source: Write
pl: Zapis

source: Execution
pl: Wykonywanie

source: Participant
pl: Uczesnik

source: <span size="smaller"><span foreground="#cc0000" weight="bold">!</span> means an ineffective permission.</span>
pl: <span size="smaller"><span foreground="#cc0000" weight="bold">!</span> oznacza nieskuteczne uprawnienia.</span>

source: Extended user attributes
pl: Rozszerzone atrybuty użytkownika

source: <b>File name</b>
pl: <b>Nazwa pliku</b>

source: No file opened
pl: Żaden plik nie został otwarty

source: About...
pl: O programie...

source: Could not show the help file: %s
pl: Nie udało się wyświetlić pliku pomocy: %s

source: Choose a file or a directory
pl: Wskaż plik lub katalog

source: Could not open the file "
pl: Nie udało się otworzyć pliku "

source: Name
pl: Nazwa

source: Value
pl: Wartość

source: Could not rename attribute name:
pl: Zmiana nazwy atrybuty nieudana:

source: Could not change attribute value:
pl: Zmiana wartości atrybutu nieudana:

source: Could not remove attribute:
pl: Usunięcie atrybutu nieudane:

source: New attribute
pl: Nowy atrybut

source: New value
pl: Nowa wartość

source: Could not add attribute:
pl: Dodanie atrybutu nieudane:
